posts/ethical-stalking/index.org
#+BEGIN_COMMENT
.. title: Ethical Stalking
.. slug: ethical-stalking
.. date: 2019-01-01 07:52:41 UTC+05:30
.. tags: draft
.. category: 
.. link: 
.. description: 
.. type: text
#+END_COMMENT

1. There is no medicine for jealousy and stalking
2. Stalking is an art
3. Our many a charity is creepy to others
4. paid stalking
5. Code of conduct
6. guidelines
7. Stalker Stalkee relationship
8. Stalkoholic rehabilitation
9. Stalker theorem
10. ostracized from the stalker community and shall be ripped of the community benefits
11. The problem with ethical hacking is people lack role models in this. Only
    Batman and some famous girl is professional others are quite amateruish
12. Stalk them all college girls but remember, it is a sin to stalk young ones
    and married ones.
* Intro
def.
* Core
* Conclusion
