posts/ethical-stalking/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>Ethical Stalking | mindtoilet</title>
<link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Droid+Sans+Mono|Libre+Baskerville|Montserrat|Playfair+Display">
<link rel="stylesheet" href="../../assets/css/libretto_styles.css">
</head>
<body>
    <!-- Navigation bar -->
    <header class="nav-bar"><div class="site-branding">
            <h1 class="site-title">
                <a href="https://mindtoilet.com/" title="mindtoilet" rel="home">mindtoilet</a>
            </h1>
        </div>
        <nav class="site-navigation" role="navigation"><div class="menu-toggle">
                <span class="mobile-site-title" onclick="window.location.href='https://mindtoilet.com/';">mindtoilet</span>
            </div>
            <ul class="menu">
<li><a href="../../categories/cat_malayalam/">മലയാളം</a></li>
                    <li><a href="../../categories/cat_english/">English</a></li>
                    <li><a href="https://podcasters.spotify.com/pod/show/hitchensrazor/">Podcast</a></li>
                    <li><a href="../../rss.xml">RSS</a></li>
            </ul></nav></header><!-- Page Header --><div class="title-block post-format-icon-pin">
        <div class="entry-meta">
            <span class="posted-on">
                Posted on <a href="." rel="bookmark">1-1-2019</a>
            </span>
        </div>
        <h1>Ethical Stalking</h1>
    </div>

        <!-- Page Content -->
    <div class="site-content" role="main">
        <article class="format-standard libretto-long-form"><div class="entry-content">
                <p>
&lt;!–
.. title: Ethical Stalking
.. slug: ethical-stalking
.. date: 2019-01-01 07:52:41 UTC+05:30
.. tags: 
.. type: text
.. status: draft
–&gt;
</p>

<ol class="org-ol">
<li>There is no medicine for jealousy and stalking</li>
<li>Stalking is an art</li>
<li>Our many a charity is creepy to others</li>
<li>paid stalking</li>
<li>Code of conduct</li>
<li>guidelines</li>
<li>Stalker Stalkee relationship</li>
<li>Stalkoholic rehabilitation</li>
<li>Stalker theorem</li>
<li>ostracized from the stalker community and shall be ripped of the community benefits</li>
<li>The problem with ethical hacking is people lack role models in this. Only
Batman and some famous girl is professional others are quite amateruish</li>
<li>Stalk them all college girls but remember, it is a sin to stalk young ones
and married ones.</li>
</ol>
<div id="outline-container-orgc4ae5af" class="outline-2">
<h2 id="orgc4ae5af">Intro</h2>
<div class="outline-text-2" id="text-orgc4ae5af">
<p>
def.
</p>
</div>
</div>
<div id="outline-container-orgc8ca82e" class="outline-2">
<h2 id="orgc8ca82e">Core</h2>
</div>
<div id="outline-container-org2b83199" class="outline-2">
<h2 id="org2b83199">Conclusion</h2>
</div>
            </div>
        </article>
</div>

        <!-- Tag Section -->

        <!-- Post Navigation links -->
<nav class="site-content navigation-post" role="navigation"><div class="previous">
            <a href="../../" rel="prev" onclick="return false;">
                <span class="meta-nav">No More Older Posts</span>            </a>
        </div>
</nav><!-- Page Footer --><section class="footer-sidebar clear" role="complementary"><div class="widget-block">
            <aside class="widget"><h2 class="widget-title">mindtoilet</h2>
                <div class="widget-text">Mind Blogging</div>
            </aside>
</div>
    </section><!-- Site Attributions --><footer class="site-footer" role="contentinfo"><div class="site-info">
            <p>Contents © 2024         <a href="mailto:mindtoilet@gmail.com">mindtoilet</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         </p>
            <p>Powered by <a href="https://getnikola.com/">Nikola</a> using the <a href="https://note2self.abraham-v.com/libretto-theme-for-nikola/">Libretto theme</a>.</p>
        </div>
        <div class="social">
            <ul class="menu"></ul>
</div>
    </footer>
</body>
</html>
